Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2015/2_samisk_sprak_i_grunnskolen.pdf.tmx
Source language: nob
Languages: sme

source: 2 Samisk språk i grunnskolen og videregående opplæring
sme: 2 Sámegiella vuođđoskuvllas ja joatkkaoahpahusas

source: Torkel Rasmussen, 1. amanuensis.
sme: Torkel Rasmussen, vuosttasamanueansa.

source: Samisk høgskole Kautokeino
sme: Sámi allaskuvla Guovdageaidnu

source: Sammendrag
sme: Čoahkkáigeassu

source: Faget Samisk som andrespråk i grunnskolen har hatt en betydelig nedgang etter skoleåret 2005/06. Artikkelen viser at nedgangen kan ha stoppet opp og stabilisert seg på et lavere nivå enn tidligere.
sme: Fágas Sámegiella nubbingiellan vuođđoskuvllas lea oahppilohku mearkkašahttit geahppánan skuvlajagi 2005/06 rájes. Artihkal čájeha ahte geahppáneapmi dáidá leat bisánan ja stáđásmuvvan vuollegut dásis go ovdal.

source: Tilbakegangen for Sørsamisk andrespråk er likevel bekymringsfull.
sme: Máttasámegiela geahpideapmi lea dattetge fuolastahtti.

source: Det er også registrerte en større tilbakegang for faget Samisk førstespråk.
sme: Boahtá maid ovdan stuorát geahppáneapmi fágas Sámi vuosttasgiellan.

source: Det gjøres spesielt oppmerksom på det skillet som har oppstått mellom elever som mottar opplæring i Samisk førstespråk og antall elever som har samisk som opplæringsspråk.
sme: Fuopmášahttá erenoamážit erohusa mii lea ihtán oahppilogus oahppiin geat ožžot oahpahusa Sámegiela vuosttasgiellan ja oahppiin geain lea sámegiella oahpahusgiellan.

source: Det blir stadig flere elever som mottar opplæring i Samisk førstespråk uten å ha opplæring i andre fag i grunnskolen på samisk.
sme: Eanet oahppit ožžot dađistaga oahpahusa Sámegiela vuosttasgiellan almmá oaččukeahttá oahpahusa sámegillii eará fágain.

source: Tall for dekningsgraden av læremidler for opplæring på samisk, viser at situasjonen har blitt en del bedre de siste fire år.
sme: Logut mat čájehit oahpponeavvuid gokčanmeari oahpahusas mii addo sámegillii, čájehit ahte dilli lea veaháš buorránan maŋimuš njeallje jagi.

source: Men spesielt for lule- og sørsamisk må situasjonen fortsatt betegnes som kritisk ettersom elevene mangler læremidler i de fleste fag i grunnskolen.
sme: Muhto erenoamážit mátta- ja julevsámegielas ferte ain gohčodit dili kritihkalažžan dannego oahppiin eai leat oahpponeavvut eanaš fágain vuođđoskuvllas.

source: En gjennomgang av Fylkesmannsembetenes tilsynsrapporter fra tilsyn med samiskopplæringa viser lovbrudd ved alle tilsyn i Nordland og Oslo/Akershus.
sme: Geahčadeapmi Fylkkamánneámmáha bearráigeahččanraporttain sámegiela oahpahusa bearráigeahčuin, čájehit láhkarihkkumiid buot bearráigeahčuin Nordlánddas ja Oslos/Akershusas.

source: I Finnmark er alle tilsynsrapportene udelt positive.
sme: Finnmárkkus leat buot bearráigeahččanraporttat aivve positiiva.

source: Det har ikke vært gjennomført tilsyn med samiskopplæringa i andre fylker.
sme: Ii leat čađahuvvon bearráigeahčču eará fylkkain.

source: 2.1. Samiske språk i skolen
sme: 2.1. Sámegielat skuvllas

source: Denne artikkelen tar i hovedsak for seg opplæringa i samiske språk i den norsk grunnskolen og videregående opplæring de siste fem årene.
sme: Dán artihkkalis gieđahallá ovddimusat sámegielaid oahpahusa Norgga vuođđoskuvllain ja joatkkaoahpahusas maŋimuš vihtta jagi.

source: Det vil si skoleårene fra 2010/11 til 2014/15. Det gis også noen lengere tilbakeblikk for å vise trendene i utviklinga.
sme: Dat máksá skuvlajagiid 2010/11 rájes gitta 2014/15 rádjái. Muhtimin geahččá maiddái guhkibuš maŋos čájehan dihte ovdáneami treanddaid.

source: Bruk av samisk språk i opplæringa reguleres av Undervisningsloven og Kunnskapsløftet - læreplanverket for grunnskolen og videregående opplæring.
sme: Sámegiela geavaheapmi oahpahusas lea regulerejuvvon oahpahuslágas ja vuođđoskuvlla ja joatkkaoahpahusa oahppoplánabuktosis - Máhttoloktemis.

source: Kapit tel 0 gir av den grunn en kort gjennomgang av de sentrale delene om samisk språk i loven og læreplanene.
sme: Dan dihte ovdanbuktojit 2. kapihttalis oanehaččat guovddáš oasit das mii lágas ja oahppoplánain daddjojuvvo sámegiela birra.

source: Det undervises i og på tre samiske språk i grunnskolen: nord-, lule- og sørsamisk, og det kan undervises i og på disse tre samiske språkene i den videregående skolen.
sme: Oahpahuvvo golmma sámegillii ja sámegielas vuođđoskuvllas: davvi-, julev- ja máttasámegillii ja –gielas. Sáhttá maid oahpahit dan seammá golmma sámegielas ja sámegillii joatkkaoahpahusas.

source: I denne artikkelens kapittel 3 gis en samlet oversikt over antallet elever som har opplæring i et av de samisk språkene i grunnskolen.
sme: Dán artihkkala 3. kapihttalis addá dievaslaš geahčastaga oahppiid loguin geain lea oahpahus sámegielas dahje sámegillii vuođđoskuvllas.

source: I kapittel 2.4 legges det fram tall for opplæring i samisk i den videregående opplæringa, mens kapittel 0 behandler læremiddelsituasjon for opplæring på samisk og for de forskjellige alternativene for samisk andrespråk.
sme: 4. Kapihttalis buktá ovdan loguid joatkkaoahpahusa sámegiela oahpahusas, ja 5. kapihttalis gieđahallá oahpponeavvodili oahpahusas sámegillii ja daid iešguđetge sámegiela nuppigiela molssaeavttuin.

source: Fylkesmannsembetene fører tilsyn med opplæringa i grunnskolen og den videregående opplæringa og også med skolenes opplæring i og på samisk.
sme: Fylkkamánneámmáhat bearráigehččet sihke oahpahusa vuođđoskuvllas ja joatkkaoahpahusas, ja maiddái skuvllaid oahpahusa sámegielas ja sámegillii.

source: Artikkelens kapit tel 2.6 tar for seg de tilsyn med samiskopplæringa som er utført de siste fire årene.
sme: Artihkkala 6. kapihttalis guorahallá daid bearráigeahčuid sámegiela oahpahusas mat leat dahkkon maŋimuš njeallje jagi.

source: 2.2 Lovverket og læreplan
sme: 2.2 Láhkabuvttus ja oahppoplána

source: 2.2.1 Lovverket for grunnskolen
sme: 2.2.1 Vuođđoskuvlla láhkabuvttus

source: Opplæringslovens § 6-2. Samisk opplæring i grunnskolen slår fast at elever i samiske distrikt har rett til opplæring på samisk.
sme: Oahpahuslága § 6-2 nanne ahte Sámi guovlluin lea buot vuođđoskuvlla ahkásaččain vuoigatvuohta oažžut oahpahusa sámegillii ja sámegielas.

source: Utenfor samiske distrikt har elevene rett til slik opplæring dersom foreldrene til minst ti elever krever det.
sme: Olggobealde sámeguovlluid lea oahppiin vuoigatvuohta oažžut oahpahusa sámegillii jos logi oahppi váhnemat gáibidit dakkár oahpahus.

source: Når opplæringa har startet opp, kan den ikke legges ned så lenge det fortsatt er minst seks elever igjen i gruppa.
sme: Go oahpahus lea álggahuvvon, de ii sáhte loahpahit oahpahusa nu guhká go joavkkus ain leat unnimusat guhtta oahppi.

source: Samisk distrikt er i opplæringsloven § 6-1 definert til å være Forvaltningsområdet for samisk språk, og andre kommuner eller deler av kommuner som regjeringa har besluttet å kalle samisk distrikt.
sme: Sámi guovlu lea oahpahuslága § 6-1:s meroštallon leat Sámegiela hálddašanguovlu ja eará gielddat dahje oasit gielddain maid ráđđehus lea mearridan gohčodit Sámi guovlun.

source: Ingen områder utenfor Forvaltningsområdet for samisk språk er blitt klassifisert som samiske distrikt.
sme: Ii oktage guovlu Sámegiela hálddašanguovllu olggobealde lea meroštallon Sámi guovlun.

source: Dermed gjelder bestemmelser i opplæringsloven for samiske distrikt pr i dag kun i Forvaltningsområdet for samisk språk, og begrepet Forvaltningsområdet vil i fortsettelsen bli brukt.
sme: Danne oahpahuslága mearrádusat sámi guovlluid várás gustot otná beaivvi dušše Sámegiela hálddašanguvlui, ja joatkagis geavahuvvo doaba Hálddašanguovlu.

source: Innenfor Forvaltningsområdet kan kommunene vedta at alle elevene i grunnskolen skal ha opplæring i samisk.
sme: Hálddašanguovllu gielddat sáhttet mearridit ahte buot oahppit vuođđoskuvllas galget oažžut oahpahusa sámegielas.

source: Tre kommuner har fattet slike vedtak som fortsatt står ved lag: Nesseby, Karasjok og Kautokeino.
sme: Golbma gieldda leat dahkan dákkár mearrádusa mii áin lea fámus: Unjárga, Kárášjohka ja Guovdageaidnu.

source: I disse kommunene er samisk i en av de mulige variantene et obligatorisk fag for elevene i kommunenes grunnskoler.
sme: Dáid gielddain lea sámegiela, muhtin vejolaš molssaeavttus, geatnegahtton fága buot oahppiin gieldda vuođđoskuvllain.

source: Utenfor Forvaltningsområdet har samer i grunnskolealder rett til opplæring i samisk (opplæringsloven § 6-2, femte ledd).
sme: Sámi guovlluid olggobealde lea vuođđoskuvlaahkásaš sápmelaččain vuoigatvuohta oažžut oahpahusa sámegielas (oahpahuslága § 6-2, 5. lađas).

source: Det vil si at samiske barn har en individuell rett til opplæring i samisk, men de har ikke en individuell rett til å ha samisk som opplæringsspråk.
sme: Dát mearkkaša ahte sámi mánáin lea individuála vuoigatvuohta oažžut oahpahusa sámegielas, muhto sis ii leat vuoigatvuohta oažžut oahpahusa sámegillii eará fágain go sámegielas.

source: Samer er i lovens § 6-1 definert som «person som kan skrivast inn i samemanntalet, og barn av dei som kan skrivast inn».
sme: Sápmelaččat leat lága § 6.1:s meroštallon leat “olmmoš guhte sáhttá čálihuvvot sámi jienastuslohkui... ja mánát daidda geat sáhttet sisačálihuvvot”.

source: Det er også slått fast i loven at: «Departementet kan gi forskrifter om alternative former for slik opplæring når: opplæringa ikkje kan givast med eigna undervisningspersonale på skolen».
sme: Lágas maid nannejuvvo ahte: “Departemeanta sáhttá láhkaásahusaid bakte mearridit molssaevttolaš oahpahusvugiid go oahpahusa ii sáhte fállat skuvlla iežas oahpaheddjiiguin”.

source: Dette har åpnet opp for bruk av fjernundervisningsmetoder i samisk opplæringa der lærer og elev ikke er fysisk til stede i samme klasserom, men kommuniserer ved hjelp av datamaskin.
sme: Dainna lea rahpan vejolašvuođa geavahit gáiddusoahpahanvugiid sámegiela oahpahusas main oahpaheaddji ja oahppit eai leat fysalaččat seammá luohkkálanjas, muhto gulahallet dihtora bokte.

source: 2.2.2 Lovverket for den videregående opplæringa
sme: 2.2.2 Joatkkaoahpahusa láhkabuvttus

source: Undervisningslovens § 6-3 slår fast at samer i videregående opplæring har rett til opplæring i samisk.
sme: Oahpahuslága § 6-3 deattuhuvvo ahte sápmelaččain joatkkaoahpahusas lea vuoigatvuohta oažžut oahpahusa sámegielas.

source: Denne rettigheten gjelder hele landet og den forsvinner ikke selv om skolen ikke er i stand til å finne en lærer i faget.
sme: Dát vuoigatvuohta gusto olles riikii, iige jávkka váikko skuvla ii nagat gávdnat oahpaheaddji sámegielas.

source: På samme måte som for samiskopplæringa i grunnskolen heter det at: «Departementet kan gi forskrifter om alternative former for slik opplæring når opplæringa ikkje kan givast med eigna undervisningspersonale på skolen».
sme: Seammáláhkai go vuođđoskuvlla oahpahusas das daddjo ahte: «Departemeanta sáhttá mearridit láhkaásahusaid molssaevttolaš oahpahusvugiide go oahpahusa ii sáhte fállat skuvlla iežas oahpaheddjiiguin.

source: De videregående skolene har dermed plikt til å tilrettelegge opplæringa i samisk f.eks. som fjernundervisning.
sme: » Dan dihte lea joatkkaskuvllain geatnegasvuohta lágidit sámegiela oahpahusa omd. gáiddusoahpahussan.

source: Elevene i videregående opplæring har ikke rett til å få opplæring på samisk.
sme: Oahppiin joatkkaoahpahusas ii leat vuoigatvuohta oažžut oahpahusa sámegillii eará fágain.

source: Men Kunnskapsdepartementet kan pålegge enkelte skoler å tilby opplæring i eller på samisk i særskilte fag i den videregående opplæringa innenfor visse kurser eller visse grupper.
sme: Muhto Máhttodepartemeanta sáhttá mearridit ahte: “soames skuvllat galget fállat oahpahusa sámegielas dahje sámegillii dahje sierranas sámi fágain joatkkaskuvllas soames kurssain dahje soames joavkkuide.

source: De fleste videregående skoler eies av fylkeskommunene og Undervisningsloven § 6-3 slår fast at fylkeskommunene kan tilby opplæring på samisk.
sme: ” Dálá dilis fylkkagielddat oamastit eanaš joatkkaskuvllaid ja oahpahuslága § 6-3:s daddjojuvvo ahte: “Fylkkasuohkan sáhttá maiddái fállat dákkár oahpahusa”.

source: I tillegg finnes det to statlige samiske videregående skoler i Karasjok og Kautokeino.
sme: Fylkkagielddaid skuvllain lassin leat maid guokte Sámi joatkkaskuvlla Kárášjogas ja Guovdageainnus.

source: 2.2.3 Læreplanverket
sme: 2.2.3 Oahppoplánabuvttus

source: Opplæring i offentlig grunnskole og den videregående opplæringa følger et av læreplanverkene Kunnskapsløftet eller Kunnskapsløftet Samisk.
sme: Oahpahus almmolaš vuođđoskuvllas ja joatkkaoahpahusas lágiduvvo juogo Máhttolokten dahje Máhttolokten Sápmi oahppoplánabuktosa mielde.

source: I Forvaltningsområdet skal alle offentlige grunnskoler følge Kunnskapsløftet Samisk.
sme: Hálddašanguovllus galget buot almmolaš vuođđoskuvllat lágidit oahpahusa Máhttolokten Sámi mielde.

source: Læreplanverket har utviklet læreplaner for tre varianter av samisk språkopplæring i grunnskolen (Udir 2013-1: 2013-2): Samisk førstespråk, Samisk andrespråk 2 og Samisk andrespråk 3.
sme: Oahppoplánabuktosis lea ovddiduvvon oahppoplánaid maid mielde sáhttá oahpahit sámegiela golmma molssaeavttu mielde vuođđoskuvllas (Udir 2013-1: 2013-2): Sámegiella vuosttasgiellan, Sámegiella nubbingiellan 2 ja Sámegiella nubbingiellan 3.

source: De fleste som har opplæring i Samisk førstespråk i grunnskolen har også samisk som opplæringsspråk.
sme: Eanaš oahppit geat ožžot oahpahusa Sámegielas vuosttasgiellan, ožžot maiddái oahpahusa eará fágain sámegillii.

source: For den videregående opplæringa er det utviklet et fjerde alternativ Samisk andrespråk 4 som er ment for elever som ikke har hatt opplæring i samisk i grunnskolen.
sme: Joatkkaoahpahusa várás lea vel ovddidan njealját molssaeavttu Sámegiella nubbingiellan 4, mii lea oaivvilduvvon oahppiide geat eai leat ožžon oahpahusa sámegielas vuođđoskuvllas.

source: Målet med faget Samisk førstespråk er uttrykt slik i læreplan. Faget samisk som førstespråk skal utvikle elevenes språkkompetanse ut fra de evner og forutsetninger den enkelte har.
sme: Sámegiela vuosttasgiellan ulbmil čilgejuvvo ná oahppoplánas: Fága sámegiella vuosttašgiellan galgá ovdánahttit ohppiid giellagelbbolašvuođa iežas návccaid ja eavttuid mielde.

source: Muntlige ferdigheter og lese- og skrivekompetanse er både et mål i seg selv og et nødvendig grunnlag for læring og forståelse i alle fag på alle trinn.
sme: Njálmmálaš gálggat ja lohkan- ja čállingelbbolašvuohta leat iešalddis mihttomearrin seammás go leat dárbbašlaš vuođđun oahppamii buot eará fágain buot cehkiin.

source: Faget skal motivere til lese- og skrivelyst, og bidra til å utvikle gode læringsstrategier.
sme: Fága galgá movttiidahttit lohkan- ja čállinmiela, ja leat mielde ovddideame buriid lohkanstrategiijaid.

source: Samisk andrespråk er ment for elever som ikke har samisk som morsmål og ikke har lært samisk før de begynner på skolen.
sme: Sámegiella nubbingiellan lea oaivvilduvvon oahppiide geain ii leat sámegiella eatnigiellan, eaige leat oahppan sámegiela ovdalgo álget skuvlii.

source: Samisk andrespråk 2 har en mer ambisiøs målsetning enn Samisk andrespråk 3, men samme timetall.
sme: Sámegiella nubbingiellan 2:žis lea stuorat áigumušat go Sámegiella nubbingiellan 3:žis, muhto seammá diibmomearri.

source: Samisk som andrespråk 2 er ifølge læreplanen:
sme: Sámegiella nubbingiellan 2 lea oahppoplána mielde:...

source: det alternativet som gir best språkkunnskaper etter endt skolegang og valg av dette alternativet på grunnskolen, vil bidra til å legge grunnlag for elevens funksjonelle tospråklighet.
sme: dat molssaeaktu mii addá buoremus giellamáhtu nubbingielas go lea čađahan visot oahpahusa, ja dán molssaeavttu válljen vuođđoskuvllas bidjá vuođu oahppi doaibmi guovttegielalašvuhtii.

source: Samisk andrespråk 3 nevnes som et alternativ for elever som ikke kan noe samisk når de starter med opplæring i faget.
sme: Sámegiella nubbingiellan 3 namahuvvo molssaeaktun oahppiide geat eai máhte veaháge sámegiela go álget oahpahallat fága.

source: En går derfor ut fra at disse elevene vil ha nytte av å bruke mer tid på å lære samisk.
sme: Danne jáhkká oahppiide leat ávkkálažžan geavahit eanet áiggi oahppat sámegiela.

source: Elever som starter med samisk sent på barnetrinnet eller først på ungdomstrinnet får også opplæring etter denne varianten.
sme: Oahppit geat álget sámegiela oahppat loahpas mánáidskuvllas dahje easka nuoraidskuvllas, ožžot maid oahpu dán molssaeavttu mielde.

source: Det er ikke nødvendigvis et mål at elevene blir tospråklige.
sme: Ii leat mihttomearrin ahte oahppit šaddet guovttegielagin.

source: Samisk andrespråk 4 er ment for elever i den videregående opplæringa som ikke har hatt opplæring i samisk tidligere.
sme: Sámegiella nubbingiellan 4 lea oaivvilduvvon joatkkaoahpahusa oahppiide geain ii leat leamaš oahpahus sámegielas vuođđoskuvllas.

source: Det har for første gang blitt undervist etter denne læreplanen dette skoleåret.
sme: Oahpahuvvo vuosttas háve dán oahppoplána mielde dán skuvlajagi.

source: 2.3 Samisk språk i grunnskolen
sme: 2.3 Sámegielat vuođđoskuvllas

source: Tallmaterialet til dette kapittelet er hentet fra Grunnskolens informasjonssystem på internett (GSI 2014), og tilsendt fra Utdanningsdirektoratet (Udir 2015-1).
sme: Dán vuollekapihttalii leat logut vižžon Vuođđoskuvlla diehtojuohkinvuogádagas interneahtas (Grunnskolens informasjonssystem på internett) ja sáddejuvvon Oahpahusdirektoráhtas (GSI 2014; Udir 2015-1).

source: Noen tall er hentet fra tidligere utgaver at Samiske tall forteller (Todal 2011;
sme: Muhtin logut leat vižžojuvvon Sámi logut muitalit ovddet girjjiin (Todal 2011;

source: Tabell 2.1 viser at tallet på elever som har opplæring i samiske språk gikk ned med ti fra i fjor.
sme: Tabell 2.1 čájeha ahte sámegiela oahpahusa oahppiidlohku lea geahppánan logiin oahppiin ovddet jagis.

source: Tallet på elever som har fått opplæring i lulesamisk øker med seks eller 6,5 prosent.
sme: Julevsámegiela oahpahusa oahppiidlohku lea ges lassánan guđain oahppiin dahje 6,5 proseanttain.

source: For sørsamisk er det en nedgang på tolv elever eller 14,0 prosent.
sme: Máttasámegielas lea geahppáneapmi 12 oahppi dahje 14,0 proseantta.

source: Nedgangen i antall elever som mottar opplæring i samisk, er betydelig etter skoleåret 2005/06 som er det siste året den gamle læreplanen var i bruk.
sme: Sámegiela oahpahusa oahppiidlogu geahppáneapmi lea mearkkašahtti skuvlajagi 2005/06 maŋŋá. Dat lei maŋimuš jahki go boares oahppoplána geavahuvvui.

source: Dette er grundig drøftet av Todal tidligere (2011;
sme: Todal (2011; 2012) lea ságaškuššan dán ášši vuđolaččat ovdal.

source: Her ses det av den grunn spesielt på utviklinga de siste fem år.
sme: Dan dihte guorahallá dás ovdáneami maŋimuš vihtta jagi.

source: Nedgangen fra 2010/11 er på 129 elever eller 5,7 prosent.
sme: Geahppáneapmi 2010/11 rájes lea 129 oahppi dahje 5,7 proseantta.

source: Når en tar i betraktning at elevtallet i grunnskolen i denne perioden går ned i Nord-Norge med 5,3 prosent kan det tyde på at situasjonen for opplæringa i samiske språk har stabilisert seg (GSI 2014), men på et lavere nivå enn tidligere.
sme: Go váldá vuhtii das ahte vuođđoskuvlla oahppiidlohku geahppána 5,3 proseanttain Davvi-Norggas (GSI 2014), de veadjá leat nu ahte sámegielaid oahpahusa dilli dál lea stáđásmuvvan, muhto vuollegeappo dásis go ovdal.

source: Det kommer også fram av tallene at tilbakegangen gjelder både nordsamisk og sørsamisk, mens opplæring i lulesamisk øker med tre elever eller 3,1 prosent i femårs perioden.
sme: Loguin boahtá muđui ovdan ahte maŋosmannan guoská sihke davvi- ja máttasámegillii, muhto oahpahus julevsámegielas lea lassánan golmmain oahppiin dahje 3,1 proseanttain dán viđa jagi áigodagas.

source: Nedgangen for opplæring i sørsamisk er 17 elever eller 18,7 prosent.
sme: Máttasámegiela oahpahusa geahppáneapmi lea 17 oahppi dahje 18,7 proseantta.

source: Det må betegnes som en stor nedgang.
sme: Dan sáhttá gohčodit stuorra geahppáneapmin.

source: 2.3.2 Elevtallet for samisk som opplæringsspråk
sme: 2.3.2 Oahppit geain lea sámegiella oahpahusgiellan

source: Tallene i tabellen nedenfor er det totale antallet elever som får opplæring på samisk i grunnskolen enten opplæringsspråket er sør-, lule- eller nordsamisk.
sme: Logut tabeallas vulobealde lea sámegielat oahpahusa ollislaš oahppilogut vuođđoskuvllas beroškeahttá das leago oahpahusgiella mátta-, julev- dahje davvisámegiella.

source: Adskilte tall for sør-, lule- og nordsamisk har ikke vært tilgjengelig.
sme: Sierra logut mátta-, julev- ja davvisámegielas eai leat leamaš fidnemis.

source: Tabell 2.2 viser at 812 elever hadde samisk som opplæringsspråk i grunnskolen i skoleåret 2014/15. Dette var en nedgang på ti elever eller 1,2 prosent fra året før.
sme: Tabell 2.2 čájeha ahte 812 oahppis lei sámegiella oahpahusgiellan vuođđoskuvllas skuvlajagis 2014/15. Lohku geahppána logiin oahppiin dahje 1,2 proseanttain ovddet jagis.

source: De siste fem årene har antallet elever gått ned 893 til 812. Dette er en nedgang på 81 elever eller 9,1 prosent.
sme: Maŋimuš vihtta jagi lea oahppiidlohku geahppánan 893 oahppis 812 oahppái. Geahppáneapmi lea 81 oahppi dahje 9,1 proseantta.

source: Fra 2005/06 til i år var nedgangen på 165 elever eller 16,9 prosent.
sme: Skuvlajagis 2005/06 gitta dán jahkái lea geahppáneapmi 165 oahppi dahje 16,9 proseantta.

source: I skoleåret 2003/04 hadde 1057 elever samisk som opplæringsspråk i grunnskolene i Norge.
sme: Skuvlajagi 2003/04 lei 1057 oahppis sámegiella oahpahusgiellan Norgga vuođđoskuvllain.

source: Dette er det høyeste antallet noen gang.
sme: Dát lea stuorámus oahppiidlohku mii goassege lea leamaš.

source: Nedgangen fra 2003/04 til 2014/15 er på 245 elever eller 23,2 prosent.
sme: Geahppáneapmi skuvlajagis 2003/04 gitta skuvlajahkái 2014/15 lea 245 oahppi dahje 23,2 proseantta.

source: Dette må karakteriseres som en stor nedgang.
sme: Dán ferte gohčodit stuorra geahppáneapmin.

source: Noe av denne nedgangen kan skyldes mindre barnekull i noen sentrale samiske områder.
sme: Muhtin muddui sáhttá čilget geahppáneami dainna ahte dál leat uhcit mánnájoavkkut muhtin guovddáš sámegielat báikkiin.

source: Tallene viser klart at færre barn mottar opplæring etter en sterk modell for samisk opplæring nå enn på begynnelsen av 2000-tallet.
sme: Logut čájehit dattetge ahte uhcit mánát ožžot dál oahpahusa sámegielas beaktilis oahpahusvuogi mielde go 2000-logu álggus.

source: Dette er negativt for samisk språkutvikling, og det er et forhold som bør undersøkes nærmere.
sme: Das lea negatiiva váikkuhus sámegiela ovdáneapmái, ja lea ášši maid galggašii guorahallat dárkileappot.

source: Tabell 2. 3 viser at 915 elever har opplæring i Samisk førstespråk i grunnskolen.
sme: Tabell 2.3 čájeha ahte 915 oahppis lea oahpahus Sámegielas vuosttasgiellan vuođđoskuvllas.

source: Det er en nedgang på en elev eller 1,1 prosent fra året før.
sme: Lea geahppáneapmi ovttain oahppiin dahje 1,1 proseanttain ovddet jagis.

source: Av disse får 878 elever opplæring i Nordsamisk førstespråk, 22 elever i Lulesamisk førstespråk og 15 elever i Sørsamisk førstespråk.
sme: Daid oahppiin 878 oahppis lea oahpahus Davvisámegielas vuosttasgiellan, 22 oahppis Julevsámegielas vuosttasgiellan ja 15 oahppis Máttasámegielas vuosttasgiellan.

source: Elevtallet i Nordsamisk førstespråk har gått ned både siden 2005/06 og siden 2010/11. Fra 2005/06 er nedgangen på 83 elever eller 8,3 prosent og fra 2010/11 er nedgangen på 66 elever eller 6,8 prosent.
sme: Oahppiidlohku Davvisámegielas vuosttasgiellan lea geahppánan sihke 2005/06 rájes ja 2010/11 rájes. Jagi 2005/06 rájes lea geahppáneapmi 83 oahppi dahje 8,3 proseantta ja 2010/11 lea geahppáneapmi 66 oahppi dahje 6,8 proseantta.
